tektecher/micropython/ports/esp32/boards/Rapbit32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Rapbit32"
#define MICROPY_HW_MCU_NAME "ESP32"
